Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: Most of the time, we'll simply give you a friendly heads-up if something might be worth another look. For some types of content that aren't permitted on AppleVis, we'll ask you to make a change before posting.
ar: في معظم الأحيان، سنكتفي بتنبيهك بلطف إذا كان هناك شيء قد يستحق نظرة أخرى. بالنسبة لبعض أنواع المحتوى غير المسموح بها على AppleVis، سنطلب منك إجراء تغيير قبل النشر.
de: Meistens geben wir dir einfach einen freundlichen Hinweis, falls etwas einen zweiten Blick wert sein könnte. Bei bestimmten Inhaltsarten, die auf AppleVis nicht erlaubt sind, bitten wir dich, vor dem Posten eine Änderung vorzunehmen.
el: Τις περισσότερες φορές, απλώς θα σας δώσουμε μια φιλική ειδοποίηση αν κάτι αξίζει μια δεύτερη ματιά. Για ορισμένους τύπους περιεχομένου που δεν επιτρέπονται στο AppleVis, θα σας ζητήσουμε να κάνετε μια αλλαγή πριν από τη δημοσίευση.
es: La mayoría de las veces, simplemente te avisaremos de forma amistosa si algo podría merecer otro vistazo. Para algunos tipos de contenido que no están permitidos en AppleVis, te pediremos que hagas un cambio antes de publicar.
fa: بیشتر اوقات، فقط به‌صورت دوستانه به شما اطلاع می‌دهیم که شاید چیزی ارزش بررسی دوباره داشته باشد. برای برخی از انواع محتوا که در AppleVis مجاز نیست، از شما می‌خواهیم قبل از ارسال تغییری ایجاد کنید.
fr: La plupart du temps, nous vous ferons simplement un petit signe amical si quelque chose mérite d'être revu. Pour certains types de contenu non autorisés sur AppleVis, nous vous demanderons d'apporter une modification avant de publier.
he: רוב הזמן, פשוט ניתן לך תזכורת ידידותית אם משהו כדאי לבדוק שוב. עבור סוגי תוכן מסוימים שאינם מותרים ב-AppleVis, נבקש ממך לבצע שינוי לפני הפרסום.
hi: ज़्यादातर समय, हम बस आपको एक दोस्ताना संकेत देंगे कि शायद कुछ चीज़ दोबारा देखने लायक है। AppleVis पर अनुमति न प्राप्त कुछ प्रकार की सामग्री के लिए, हम आपसे पोस्ट करने से पहले बदलाव करने को कहेंगे।
id: Sebagian besar waktu, kami hanya akan memberi Anda pemberitahuan ramah jika ada sesuatu yang mungkin layak untuk diperiksa lagi. Untuk beberapa jenis konten yang tidak diizinkan di AppleVis, kami akan meminta Anda membuat perubahan sebelum memposting.
it: Il più delle volte, ti daremo semplicemente un avviso amichevole se qualcosa potrebbe meritare un secondo sguardo. Per alcuni tipi di contenuto non consentiti su AppleVis, ti chiederemo di apportare una modifica prima di pubblicare.
ja: ほとんどの場合、確認する価値があるかもしれない箇所があれば、やさしくお知らせするだけです。AppleVisで許可されていない一部の種類のコンテンツについては、投稿前に変更をお願いすることがあります。
ko: 대부분의 경우, 다시 살펴볼 만한 부분이 있으면 그냥 친절하게 알려드립니다. AppleVis에서 허용되지 않는 일부 콘텐츠 유형의 경우, 게시하기 전에 변경을 요청드립니다.
nl: Meestal geven we je gewoon een vriendelijke tip als iets de moeite van het bekijken waard is. Voor sommige soorten inhoud die niet zijn toegestaan op AppleVis, vragen we je om een wijziging aan te brengen voordat je plaatst.
pl: Najczęściej po prostu dyskretnie damy Ci znać, jeśli coś może być warte ponownego spojrzenia. W przypadku niektórych rodzajów treści niedozwolonych w AppleVis poprosimy Cię o wprowadzenie zmiany przed opublikowaniem.
pt: Na maioria das vezes, apenas daremos um aviso amigável caso algo mereça uma segunda olhada. Para alguns tipos de conteúdo não permitidos na AppleVis, pediremos que você faça uma alteração antes de publicar.
ru: Чаще всего мы просто дружелюбно подскажем, если что-то стоит пересмотреть. Для некоторых видов контента, не разрешённых на AppleVis, мы попросим внести изменения перед публикацией.
sv: Oftast ger vi dig bara en vänlig påminnelse om något kan vara värt att titta på igen. För vissa typer av innehåll som inte är tillåtna på AppleVis ber vi dig göra en ändring innan du publicerar.
th: ส่วนใหญ่แล้ว เราจะแจ้งเตือนคุณอย่างเป็นมิตรเท่านั้นหากมีบางอย่างที่ควรพิจารณาอีกครั้ง สำหรับเนื้อหาบางประเภทที่ไม่อนุญาตใน AppleVis เราจะขอให้คุณทำการเปลี่ยนแปลงก่อนโพสต์
tr: Çoğu zaman, bir şeyin tekrar gözden geçirilmeye değer olabileceğini size sadece nazikçe hatırlatırız. AppleVis'te izin verilmeyen bazı içerik türleri için, göndermeden önce bir değişiklik yapmanızı isteriz.
uk: Здебільшого ми просто ввічливо підкажемо, якщо щось варто переглянути ще раз. Для деяких типів контенту, які не дозволені на AppleVis, ми попросимо внести зміни перед публікацією.
vi: Hầu hết thời gian, chúng tôi sẽ chỉ nhẹ nhàng nhắc bạn nếu có điều gì đó đáng xem lại. Đối với một số loại nội dung không được phép trên AppleVis, chúng tôi sẽ yêu cầu bạn thay đổi trước khi đăng.
zh_hans: 大多数情况下，我们只会友好地提醒你某些内容也许值得再看一眼。对于 AppleVis 不允许的某些内容类型，我们会要求你在发布前做出修改。

source: Some guideline checks can use Apple's on-device intelligence when it's available. These checks happen on your device rather than sending your draft to an outside AI service.
ar: قد تستخدم بعض عمليات فحص الإرشادات ذكاء Apple على الجهاز عند توفره. تتم هذه الفحوصات على جهازك بدلاً من إرسال مسودتك إلى خدمة ذكاء اصطناعي خارجية.
de: Einige Richtlinienprüfungen können Apples On-Device Intelligence nutzen, sofern verfügbar. Diese Prüfungen finden auf deinem Gerät statt, anstatt deinen Entwurf an einen externen KI-Dienst zu senden.
el: Ορισμένοι έλεγχοι οδηγιών μπορεί να χρησιμοποιούν τη νοημοσύνη συσκευής της Apple όταν είναι διαθέσιμη. Αυτοί οι έλεγχοι πραγματοποιούνται στη συσκευή σας αντί να στέλνουν το προσχέδιό σας σε εξωτερική υπηρεσία AI.
es: Algunas comprobaciones de normas pueden usar la inteligencia en el dispositivo de Apple cuando esté disponible. Estas comprobaciones ocurren en tu dispositivo en lugar de enviar tu borrador a un servicio de IA externo.
fa: برخی از بررسی‌های دستورالعمل ممکن است در صورت در دسترس بودن، از هوش روی دستگاه اپل استفاده کنند. این بررسی‌ها روی دستگاه شما انجام می‌شود، نه با ارسال پیش‌نویس شما به یک سرویس هوش مصنوعی خارجی.
fr: Certaines vérifications de règles peuvent utiliser l'intelligence embarquée d'Apple lorsqu'elle est disponible. Ces vérifications se déroulent sur votre appareil plutôt que d'envoyer votre brouillon à un service d'IA externe.
he: בדיקות הנחיה מסוימות עשויות להשתמש בבינה המובנית של Apple כשהיא זמינה. בדיקות אלו מתבצעות במכשיר שלך ולא על ידי שליחת הטיוטה שלך לשירות בינה מלאכותית חיצוני.
hi: कुछ दिशानिर्देश जांचें उपलब्ध होने पर Apple की ऑन-डिवाइस इंटेलिजेंस का उपयोग कर सकती हैं। ये जांचें आपके डिवाइस पर ही होती हैं, न कि आपके ड्राफ़्ट को किसी बाहरी AI सेवा में भेजकर।
id: Beberapa pemeriksaan panduan dapat menggunakan kecerdasan di perangkat dari Apple jika tersedia. Pemeriksaan ini terjadi di perangkat Anda, bukan dengan mengirim draf Anda ke layanan AI luar.
it: Alcuni controlli delle linee guida possono utilizzare l'intelligenza on-device di Apple quando disponibile. Questi controlli avvengono sul tuo dispositivo anziché inviare la tua bozza a un servizio di IA esterno.
ja: 一部のガイドラインチェックでは、利用可能な場合にApple のオンデバイスインテリジェンスを使用することがあります。これらのチェックは、下書きを外部のAIサービスに送信するのではなく、お使いのデバイス上で行われます。
ko: 일부 가이드라인 검사는 사용 가능한 경우 Apple의 온디바이스 인텔리전스를 사용할 수 있습니다. 이러한 검사는 초안을 외부 AI 서비스로 보내는 대신 사용자의 기기에서 이루어집니다.
nl: Sommige richtlijncontroles kunnen gebruikmaken van Apple's on-device intelligentie wanneer deze beschikbaar is. Deze controles vinden plaats op je apparaat in plaats van je concept naar een externe AI-service te sturen.
pl: Niektóre sprawdzenia wskazówek mogą korzystać z inteligencji na urządzeniu firmy Apple, gdy jest dostępna. Sprawdzenia te odbywają się na Twoim urządzeniu, a nie poprzez wysyłanie Twojego szkicu do zewnętrznej usługi AI.
pt: Algumas verificações de diretrizes podem usar a inteligência no dispositivo da Apple quando disponível. Essas verificações acontecem no seu dispositivo, em vez de enviar seu rascunho para um serviço de IA externo.
ru: Некоторые проверки правил могут использовать интеллект на устройстве Apple, если он доступен. Эти проверки происходят на вашем устройстве, а не путём отправки черновика во внешний сервис ИИ.
sv: Vissa regelkontroller kan använda Apples intelligens på enheten när den är tillgänglig. Dessa kontroller sker på din enhet i stället för att skicka ditt utkast till en extern AI-tjänst.
th: การตรวจสอบแนวทางบางอย่างอาจใช้ปัญญาประดิษฐ์บนอุปกรณ์ของ Apple เมื่อพร้อมใช้งาน การตรวจสอบเหล่านี้เกิดขึ้นบนอุปกรณ์ของคุณแทนที่จะส่งฉบับร่างของคุณไปยังบริการ AI ภายนอก
tr: Bazı yönerge kontrolleri, kullanılabilir olduğunda Apple'ın cihaz üzerinde çalışan zekasını kullanabilir. Bu kontroller, taslağınızı harici bir yapay zeka hizmetine göndermek yerine cihazınızda gerçekleşir.
uk: Деякі перевірки правил можуть використовувати інтелект на пристрої Apple, якщо він доступний. Ці перевірки відбуваються на вашому пристрої, а не шляхом надсилання чернетки до зовнішньої служби ШІ.
vi: Một số kiểm tra hướng dẫn có thể sử dụng trí thông minh trên thiết bị của Apple khi có sẵn. Các kiểm tra này diễn ra trên thiết bị của bạn thay vì gửi bản nháp của bạn đến dịch vụ AI bên ngoài.
zh_hans: 某些准则检查在可用时可能会使用 Apple 的设备端智能。这些检查在你的设备上进行，而不会将你的草稿发送到外部 AI 服务。

source: By choosing Agree and Continue, you're agreeing to follow the AppleVis Community Guidelines when participating in the community.
ar: باختيار «الموافقة والمتابعة»، فإنك توافق على اتباع إرشادات مجتمع AppleVis عند المشاركة في المجتمع.
de: Mit „Zustimmen und fortfahren“ erklärst du dich damit einverstanden, die Community-Richtlinien von AppleVis zu befolgen, wenn du an der Community teilnimmst.
el: Επιλέγοντας «Συμφωνώ και Συνέχεια», συμφωνείτε να ακολουθείτε τις Οδηγίες Κοινότητας του AppleVis όταν συμμετέχετε στην κοινότητα.
es: Al elegir Aceptar y continuar, aceptas seguir las Normas de la Comunidad de AppleVis al participar en la comunidad.
fa: با انتخاب «موافقم و ادامه»، شما موافقت می‌کنید که هنگام مشارکت در انجمن، از دستورالعمل‌های انجمن AppleVis پیروی کنید.
fr: En choisissant « J'accepte et je continue », vous acceptez de suivre les règles de la communauté AppleVis lorsque vous participez à la communauté.
he: בבחירת "מסכים/ה וממשיך/ה", אתה מסכים לפעול לפי הנחיות הקהילה של AppleVis בעת השתתפות בקהילה.
hi: "सहमत हूं और जारी रखें" चुनकर, आप समुदाय में भाग लेते समय AppleVis के सामुदायिक दिशानिर्देशों का पालन करने के लिए सहमत हो रहे हैं।
id: Dengan memilih Setuju dan Lanjutkan, Anda setuju untuk mengikuti Panduan Komunitas AppleVis saat berpartisipasi dalam komunitas.
it: Scegliendo "Accetto e continua", accetti di seguire le Linee guida della community di AppleVis quando partecipi alla community.
ja: 「同意して続ける」を選択すると、コミュニティに参加する際にAppleVisのコミュニティガイドラインに従うことに同意したことになります。
ko: "동의하고 계속하기"를 선택하면 커뮤니티에 참여할 때 AppleVis 커뮤니티 가이드라인을 따르는 데 동의하는 것입니다.
nl: Door Akkoord en doorgaan te kiezen, ga je ermee akkoord de communityrichtlijnen van AppleVis te volgen wanneer je deelneemt aan de community.
pl: Wybierając „Zgadzam się i kontynuuj”, zgadzasz się przestrzegać wskazówek społeczności AppleVis podczas uczestnictwa w społeczności.
pt: Ao escolher Concordar e continuar, você concorda em seguir as Diretrizes da Comunidade da AppleVis ao participar da comunidade.
ru: Выбирая «Согласен и продолжить», вы соглашаетесь соблюдать правила сообщества AppleVis при участии в сообществе.
sv: Genom att välja Godkänn och fortsätt godkänner du att följa AppleVis communityregler när du deltar i communityn.
th: การเลือก "ยอมรับและดำเนินการต่อ" หมายถึงคุณยอมรับที่จะปฏิบัติตามแนวทางชุมชนของ AppleVis เมื่อมีส่วนร่วมในชุมชน
tr: "Kabul Ediyorum ve Devam Et" seçeneğini seçerek, topluluğa katılırken AppleVis Topluluk Yönergelerine uymayı kabul etmiş olursunuz.
uk: Обираючи «Погоджуюсь і продовжити», ви погоджуєтеся дотримуватися правил спільноти AppleVis під час участі у спільноті.
vi: Bằng cách chọn Đồng ý và Tiếp tục, bạn đồng ý tuân theo Hướng dẫn cộng đồng của AppleVis khi tham gia cộng đồng.
zh_hans: 选择“同意并继续”即表示你同意在参与社区时遵守 AppleVis 社区准则。

source: Read the Community Guidelines
ar: قراءة إرشادات المجتمع
de: Community-Richtlinien lesen
el: Ανάγνωση των Οδηγιών Κοινότητας
es: Leer las normas de la comunidad
fa: خواندن دستورالعمل‌های انجمن
fr: Lire les règles de la communauté
he: קרא את הנחיות הקהילה
hi: सामुदायिक दिशानिर्देश पढ़ें
id: Baca Panduan Komunitas
it: Leggi le linee guida della community
ja: コミュニティガイドラインを読む
ko: 커뮤니티 가이드라인 읽기
nl: Communityrichtlijnen lezen
pl: Przeczytaj wskazówki społeczności
pt: Ler as diretrizes da comunidade
ru: Прочитать правила сообщества
sv: Läs communityreglerna
th: อ่านแนวทางชุมชน
tr: Topluluk Yönergelerini Oku
uk: Прочитати правила спільноти
vi: Đọc Hướng dẫn cộng đồng
zh_hans: 阅读社区准则

source: Opens the complete AppleVis Community Guidelines.
ar: يفتح إرشادات مجتمع AppleVis كاملةً.
de: Öffnet die vollständigen Community-Richtlinien von AppleVis.
el: Ανοίγει τις πλήρεις Οδηγίες Κοινότητας του AppleVis.
es: Abre las Normas de la Comunidad completas de AppleVis.
fa: دستورالعمل‌های کامل انجمن AppleVis را باز می‌کند.
fr: Ouvre les règles complètes de la communauté AppleVis.
he: פותח את הנחיות הקהילה המלאות של AppleVis.
hi: AppleVis के पूरे सामुदायिक दिशानिर्देश खोलता है।
id: Membuka Panduan Komunitas AppleVis lengkap.
it: Apre le Linee guida della community di AppleVis complete.
ja: AppleVisのコミュニティガイドライン全文を開きます。
ko: AppleVis 커뮤니티 가이드라인 전체를 엽니다.
nl: Opent de volledige communityrichtlijnen van AppleVis.
pl: Otwiera pełne wskazówki społeczności AppleVis.
pt: Abre as Diretrizes da Comunidade completas da AppleVis.
ru: Открывает полные правила сообщества AppleVis.
sv: Öppnar AppleVis fullständiga communityregler.
th: เปิดแนวทางชุมชนฉบับสมบูรณ์ของ AppleVis
tr: AppleVis Topluluk Yönergelerinin tamamını açar.
uk: Відкриває повні правила спільноти AppleVis.
vi: Mở đầy đủ Hướng dẫn cộng đồng của AppleVis.
zh_hans: 打开完整的 AppleVis 社区准则。

source: Agree and Continue
ar: الموافقة والمتابعة
de: Zustimmen und fortfahren
el: Συμφωνώ και Συνέχεια
es: Aceptar y continuar
fa: موافقم و ادامه
fr: J'accepte et je continue
he: מסכים/ה וממשיך/ה
hi: सहमत हूं और जारी रखें
id: Setuju dan Lanjutkan
it: Accetto e continua
ja: 同意して続ける
ko: 동의하고 계속하기
nl: Akkoord en doorgaan
pl: Zgadzam się i kontynuuj
pt: Concordar e continuar
ru: Согласен и продолжить
sv: Godkänn och fortsätt
th: ยอมรับและดำเนินการต่อ
tr: Kabul Ediyorum ve Devam Et
uk: Погоджуюсь і продовжити
vi: Đồng ý và Tiếp tục
zh_hans: 同意并继续

source: Accepts the Community Agreement and continues to sign in.
ar: يقبل اتفاقية المجتمع ويتابع إلى تسجيل الدخول.
de: Akzeptiert die Community-Vereinbarung und fährt mit der Anmeldung fort.
el: Αποδέχεται τη Συμφωνία Κοινότητας και συνεχίζει στη σύνδεση.
es: Acepta el acuerdo de la comunidad y continúa hacia el inicio de sesión.
fa: توافقنامه انجمن را می‌پذیرد و به ورود ادامه می‌دهد.
fr: Accepte l'accord communautaire et poursuit vers la connexion.
he: מקבל את הסכם הקהילה וממשיך להתחברות.
hi: सामुदायिक समझौते को स्वीकार करता है और साइन इन पर आगे बढ़ता है।
id: Menyetujui Perjanjian Komunitas dan melanjutkan ke masuk.
it: Accetta l'accordo della community e prosegue con l'accesso.
ja: コミュニティ規約に同意し、サインインに進みます。
ko: 커뮤니티 이용 동의를 수락하고 로그인으로 이동합니다.
nl: Accepteert de communityovereenkomst en gaat verder naar inloggen.
pl: Akceptuje umowę społeczności i przechodzi do logowania.
pt: Aceita o acordo da comunidade e continua para o login.
ru: Принимает соглашение сообщества и переходит ко входу.
sv: Godkänner communityavtalet och fortsätter till inloggning.
th: ยอมรับข้อตกลงชุมชนและดำเนินการต่อไปยังการลงชื่อเข้าใช้
tr: Topluluk Sözleşmesini kabul eder ve oturum açmaya devam eder.
uk: Приймає угоду спільноти та переходить до входу.
vi: Chấp nhận Thỏa thuận cộng đồng và tiếp tục đăng nhập.
zh_hans: 接受社区协议并继续登录。

source: I Don't Agree
ar: لا أوافق
de: Ich stimme nicht zu
el: Δεν Συμφωνώ
es: No estoy de acuerdo
fa: موافق نیستم
fr: Je n'accepte pas
he: אינני מסכים/ה
hi: मैं सहमत नहीं हूं
id: Saya Tidak Setuju
it: Non accetto
ja: 同意しない
ko: 동의하지 않음
nl: Ik ga niet akkoord
pl: Nie zgadzam się
pt: Não concordo
ru: Не согласен
sv: Jag godkänner inte
th: ฉันไม่ยอมรับ
tr: Kabul Etmiyorum
uk: Не погоджуюсь
vi: Tôi không đồng ý
zh_hans: 我不同意

source: Continues using AppleVis without signing in. You can review the agreement again later.
ar: يستمر في استخدام AppleVis دون تسجيل الدخول. يمكنك مراجعة الاتفاقية مرة أخرى لاحقًا.
de: Nutzt AppleVis weiter, ohne dich anzumelden. Du kannst die Vereinbarung später erneut ansehen.
el: Συνεχίζει τη χρήση του AppleVis χωρίς σύνδεση. Μπορείτε να δείτε ξανά τη συμφωνία αργότερα.
es: Continúa usando AppleVis sin iniciar sesión. Puedes revisar el acuerdo de nuevo más tarde.
fa: بدون ورود، استفاده از AppleVis را ادامه می‌دهد. می‌توانید بعداً دوباره توافقنامه را مرور کنید.
fr: Continue à utiliser AppleVis sans se connecter. Vous pourrez consulter à nouveau l'accord plus tard.
he: ממשיך להשתמש ב-AppleVis בלי להתחבר. תוכל/י לעיין שוב בהסכם מאוחר יותר.
hi: साइन इन किए बिना AppleVis का उपयोग जारी रखता है। आप बाद में समझौते की फिर से समीक्षा कर सकते हैं।
id: Melanjutkan penggunaan AppleVis tanpa masuk. Anda dapat meninjau perjanjian lagi nanti.
it: Continua a usare AppleVis senza accedere. Potrai rivedere l'accordo di nuovo in seguito.
ja: サインインせずにAppleVisの利用を続けます。この規約は後でもう一度確認できます。
ko: 로그인하지 않고 AppleVis 사용을 계속합니다. 나중에 다시 동의 내용을 확인할 수 있습니다.
nl: Gaat verder met het gebruik van AppleVis zonder in te loggen. Je kunt de overeenkomst later opnieuw bekijken.
pl: Kontynuuje korzystanie z AppleVis bez logowania. Możesz ponownie przejrzeć umowę później.
pt: Continua usando a AppleVis sem fazer login. Você pode revisar o acordo novamente mais tarde.
ru: Продолжает использование AppleVis без входа. Вы сможете снова просмотреть соглашение позже.
sv: Fortsätter använda AppleVis utan att logga in. Du kan granska avtalet igen senare.
th: ใช้งาน AppleVis ต่อไปโดยไม่ลงชื่อเข้าใช้ คุณสามารถตรวจสอบข้อตกลงอีกครั้งได้ในภายหลัง
tr: Oturum açmadan AppleVis'i kullanmaya devam eder. Sözleşmeyi daha sonra tekrar inceleyebilirsiniz.
uk: Продовжує використання AppleVis без входу. Ви зможете переглянути угоду знову пізніше.
vi: Tiếp tục sử dụng AppleVis mà không đăng nhập. Bạn có thể xem lại thỏa thuận sau.
zh_hans: 继续使用 AppleVis 而不登录。你可以稍后再次查看该协议。

source: Returns to Profile without signing in. You can review the agreement again later.
ar: يعود إلى الملف الشخصي دون تسجيل الدخول. يمكنك مراجعة الاتفاقية مرة أخرى لاحقًا.
de: Kehrt zu Profil zurück, ohne dich anzumelden. Du kannst die Vereinbarung später erneut ansehen.
el: Επιστρέφει στο Προφίλ χωρίς σύνδεση. Μπορείτε να δείτε ξανά τη συμφωνία αργότερα.
es: Vuelve a Perfil sin iniciar sesión. Puedes revisar el acuerdo de nuevo más tarde.
fa: بدون ورود، به نمایه بازمی‌گردد. می‌توانید بعداً دوباره توافقنامه را مرور کنید.
fr: Retourne à Profil sans se connecter. Vous pourrez consulter à nouveau l'accord plus tard.
he: חוזר לפרופיל בלי להתחבר. תוכל/י לעיין שוב בהסכם מאוחר יותר.
hi: साइन इन किए बिना प्रोफ़ाइल पर लौटता है। आप बाद में समझौते की फिर से समीक्षा कर सकते हैं।
id: Kembali ke Profil tanpa masuk. Anda dapat meninjau perjanjian lagi nanti.
it: Torna a Profilo senza accedere. Potrai rivedere l'accordo di nuovo in seguito.
ja: サインインせずにプロフィールに戻ります。この規約は後でもう一度確認できます。
ko: 로그인하지 않고 프로필로 돌아갑니다. 나중에 다시 동의 내용을 확인할 수 있습니다.
nl: Gaat terug naar Profiel zonder in te loggen. Je kunt de overeenkomst later opnieuw bekijken.
pl: Wraca do Profilu bez logowania. Możesz ponownie przejrzeć umowę później.
pt: Retorna ao Perfil sem fazer login. Você pode revisar o acordo novamente mais tarde.
ru: Возвращает в профиль без входа. Вы сможете снова просмотреть соглашение позже.
sv: Återgår till Profil utan att logga in. Du kan granska avtalet igen senare.
th: กลับไปที่โปรไฟล์โดยไม่ลงชื่อเข้าใช้ คุณสามารถตรวจสอบข้อตกลงอีกครั้งได้ในภายหลัง
tr: Oturum açmadan Profil'e döner. Sözleşmeyi daha sonra tekrar inceleyebilirsiniz.
uk: Повертає до профілю без входу. Ви зможете переглянути угоду знову пізніше.
vi: Quay lại Hồ sơ mà không đăng nhập. Bạn có thể xem lại thỏa thuận sau.
zh_hans: 返回个人资料页面而不登录。你可以稍后再次查看该协议。

source: Closes this without signing in. You can review the agreement again later.
ar: يغلق هذا دون تسجيل الدخول. يمكنك مراجعة الاتفاقية مرة أخرى لاحقًا.
de: Schließt dies, ohne dich anzumelden. Du kannst die Vereinbarung später erneut ansehen.
el: Κλείνει αυτό χωρίς σύνδεση. Μπορείτε να δείτε ξανά τη συμφωνία αργότερα.
es: Cierra esto sin iniciar sesión. Puedes revisar el acuerdo de nuevo más tarde.
fa: این را بدون ورود می‌بندد. می‌توانید بعداً دوباره توافقنامه را مرور کنید.
fr: Ferme cet écran sans se connecter. Vous pourrez consulter à nouveau l'accord plus tard.
he: סוגר את זה בלי להתחבר. תוכל/י לעיין שוב בהסכם מאוחר יותר.
hi: साइन इन किए बिना इसे बंद करता है। आप बाद में समझौते की फिर से समीक्षा कर सकते हैं।
id: Menutup ini tanpa masuk. Anda dapat meninjau perjanjian lagi nanti.
it: Chiude questa schermata senza accedere. Potrai rivedere l'accordo di nuovo in seguito.
ja: サインインせずにこの画面を閉じます。この規約は後でもう一度確認できます。
ko: 로그인하지 않고 이 화면을 닫습니다. 나중에 다시 동의 내용을 확인할 수 있습니다.
nl: Sluit dit zonder in te loggen. Je kunt de overeenkomst later opnieuw bekijken.
pl: Zamyka to okno bez logowania. Możesz ponownie przejrzeć umowę później.
pt: Fecha esta tela sem fazer login. Você pode revisar o acordo novamente mais tarde.
ru: Закрывает это окно без входа. Вы сможете снова просмотреть соглашение позже.
sv: Stänger detta utan att logga in. Du kan granska avtalet igen senare.
th: ปิดหน้านี้โดยไม่ลงชื่อเข้าใช้ คุณสามารถตรวจสอบข้อตกลงอีกครั้งได้ในภายหลัง
tr: Oturum açmadan bunu kapatır. Sözleşmeyi daha sonra tekrar inceleyebilirsiniz.
uk: Закриває це без входу. Ви зможете переглянути угоду знову пізніше.
vi: Đóng màn hình này mà không đăng nhập. Bạn có thể xem lại thỏa thuận sau.
zh_hans: 关闭此界面而不登录。你可以稍后再次查看该协议。
